# Cmh Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Cmh Property
SymbolTypeId Class See Also
---
Symbol CMH, indicating unit Cubic meters per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Cmh { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Cmh As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Cmh {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace